tap "common-fate/granted"
tap "hashicorp/tap"
brew "act"
brew "awscli"
brew "colima", restart_service: :changed
brew "dbmate"
brew "docker"
brew "docker-compose"
brew "driftctl"
brew "fish"
brew "gh"
brew "git"
brew "go-task"
brew "golangci-lint"
brew "kubernetes-cli"
brew "mas"
brew "mise"
brew "mockery"
brew "ollama", restart_service: :changed
brew "postgresql@17", restart_service: :changed
brew "redis", restart_service: :changed
brew "repomix"
brew "shellcheck"
brew "tlrc"
brew "tree"
brew "uv"
brew "wget"
brew "yt-dlp"
brew "common-fate/granted/granted"
brew "hashicorp/tap/terraform"
mas "Amphetamine", id: 937984704
mas "CleanMyMac", id: 1339170533
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
