tap "anomalyco/tap"
tap "common-fate/granted"
tap "hashicorp/tap"
brew "act"
brew "awscli"
brew "colima", restart_service: :changed if OS.mac? # for Linux, run `bin/install-docker-engine`
brew "dbmate"
brew "docker" if OS.mac?
brew "docker-compose" if OS.mac?
brew "driftctl"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "go-task"
brew "golangci-lint"
brew "kubernetes-cli"
brew "mas" if OS.mac?
brew "mise"
brew "mockery"
brew "ollama", restart_service: :changed
brew "repomix"
brew "shellcheck"
brew "tlrc"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "anomalyco/tap/opencode", trusted: true
brew "common-fate/granted/granted", trusted: true
brew "hashicorp/tap/terraform", trusted: true
mas "Amphetamine", id: 937984704 if OS.mac?
mas "Magnet", id: 441258766 if OS.mac?
mas "Slack", id: 803453959 if OS.mac?
mas "Todoist", id: 585829637 if OS.mac?
