tap "common-fate/granted"
tap "dopplerhq/cli"
tap "hashicorp/tap"
brew "act"
brew "awscli"
brew "dbmate"
brew "driftctl"
brew "fish"
brew "gh"
brew "git"
brew "go-task"
brew "golangci-lint"
brew "kubernetes-cli"
brew "mise"
brew "mockery"
brew "ollama"
brew "postgresql@14", restart_service: :changed
brew "redis", restart_service: :changed
brew "repomix"
brew "shellcheck"
brew "tfsec"
brew "tlrc"
brew "tree"
brew "uv"
brew "wget"
brew "common-fate/granted/granted"
brew "dopplerhq/cli/doppler"
brew "hashicorp/tap/terraform"
